-- phpMyAdmin SQL Dump
-- version 3.5.4
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2014 年 05 月 06 日 06:58
-- 服务器版本: 5.5.31
-- PHP 版本: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `zuoheng`
--

-- --------------------------------------------------------

--
-- 表的结构 `tbl_gszp`
--

CREATE TABLE IF NOT EXISTS `tbl_gszp` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `year` varchar(20) NOT NULL,
  `month` varchar(20) NOT NULL,
  `account` varchar(20) NOT NULL,
  `apartment` int(11) NOT NULL,
  `zptext` text NOT NULL,
  `total` float NOT NULL DEFAULT '0',
  `DF1` float NOT NULL DEFAULT '0',
  `DF2` float NOT NULL DEFAULT '0',
  `DF3` float NOT NULL DEFAULT '0',
  `DF4` float NOT NULL DEFAULT '0',
  `DF5` float NOT NULL DEFAULT '0',
  `DF6` float NOT NULL DEFAULT '0',
  `DF7` float NOT NULL DEFAULT '0',
  `DF8` float NOT NULL DEFAULT '0',
  `DF9` float NOT NULL DEFAULT '0',
  `DF10` float NOT NULL DEFAULT '0',
  `DF11` float NOT NULL DEFAULT '0',
  `DF12` float NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=601 ;

--
-- 转存表中的数据 `tbl_gszp`
--

INSERT INTO `tbl_gszp` (`id`, `year`, `month`, `account`, `apartment`, `zptext`, `total`, `DF1`, `DF2`, `DF3`, `DF4`, `DF5`, `DF6`, `DF7`, `DF8`, `DF9`, `DF10`, `DF11`, `DF12`) VALUES
(477, '2014', '4', '2013053073', 1, '本月自己也任职了轮值部长，真正体会当部长的不容易。很多事需要缜密的思考，合理任务安排。比如说，聚集一群不同专业的人需要考虑大家的各种有空时间表，统计时候自然也会遇到不可避免的问题。这些事看起小，做起来却不小。所以，这个月后，可能要学会去更多地为别人考虑。', 111.9, 9.5, 9.6, 9, 8.8, 9.7, 9.3, 9.7, 9, 9.5, 9.5, 9.3, 9),
(478, '2014', '4', '2013053193', 1, '工作情况：正常；工作状态：正常；遇到问题：缺少沟通，没有协调好工作与生活；相处感受：与有些人的相处好与有些人相处不好，真诚一点，在没有相处前不要先入为主确定对方印象。', 103, 8, 6, 8, 8, 10, 10, 9, 9, 10, 9, 8, 8),
(479, '2014', '4', '2013053064', 1, '这个月事情比较多，挺忙的，不过对我来说是一次很好的锻炼机会。', 96, 8, 8, 7, 8, 9, 8, 8, 8, 7, 8, 8, 9),
(480, '2014', '4', '2013053068', 1, '这个月的事情不是很多，主要是院系风采展的事情。在我们策划举办这个活动的过程中，我虽然没有做太多事情，但是从中知道了我们部门其他干事的领导策划能力，虽然在这件事情上出现过一些小分歧，但是我觉得他们还是很厉害，将这件事情处理的很到位，我觉得我还有许多要学习的东西', 102, 8, 8, 8, 8, 9, 9.5, 8, 8.5, 9, 8.5, 8, 9.5),
(481, '2014', '4', '2013053176', 1, '这个月我需要做一个自我批评。虽然各个工作能够按时完成，但是对于部门的事没有主动去分担，比之之前工作热情减低了很多。对于部门内部，我觉得大家的工作都完成的很出色，虽然感觉沟通上少了点。。。', 98, 8, 9, 9, 7, 9, 9, 8, 7, 7, 9, 8, 8),
(482, '2014', '4', '2013053089', 1, '这个月我外调了一次，顺利地完成了，对于其他任务也都按时完成了，还参加了所进部门的一些活动，和其他部门的同学相处融洽。', 99, 8, 8, 8, 9, 9, 9, 8, 8, 9, 7, 8, 8),
(483, '2014', '4', '2013053106', 1, '这个月，主要是开始着手准备了院系风采展。才发现，策划一个活动考虑的方面和出现的问题也是很多的，所以这个月相对累了一点。但是也锻炼了自己，接触到了新的层次。希望能将院系风采展办好吧！', 107, 8, 9, 9, 8, 10, 10, 9, 9, 8, 9, 9, 9),
(484, '2014', '4', '2013053091', 1, '这个月主要负责院系风采展的事，虽然时间紧任务重，但是如果用心去弄这个活动，你会发现时间再紧任务再重你也有能力完成。', 115, 9, 10, 9, 9, 10, 10, 10, 10, 9, 10, 9, 10),
(485, '2014', '4', '2013052949', 1, '慢慢学会如何合理安排自己的时间，如何处理好工作、学习和生活之间的关系。', 107.4, 9.1, 9, 8.8, 8.8, 9.2, 9.3, 8.6, 8.7, 9, 8.8, 8.9, 9.2),
(486, '2014', '4', '2013053122', 1, '这个月工作还好，我不怎么忙。', 96, 8, 8, 8, 8, 8, 9, 8, 8, 9, 7, 8, 7),
(487, '2014', '4', '2013052952', 4, '这个月当了一次轮部,正好赶上了密室逃脱活动,感觉自己做的还不错.', 109, 9, 10, 10, 8, 9, 9, 9, 9, 9, 9, 9, 9),
(488, '2014', '4', '2013053166', 4, '还是尽力做好每一份工作，积极配合，努力做好轮值部长的工作。', 102, 8, 8, 9, 9, 9, 10, 9, 8, 10, 7, 7, 8),
(489, '2014', '4', '2013053149', 4, '因为这个月的球队训练比较紧张，参与部门的工作比较少，可是对于错开这些时间的任务有去主动申请，可是轮值部长还是没有安排，这个有点不理解。', 103, 7, 9, 8, 8, 9, 9, 9, 9, 8.5, 8.5, 9, 9),
(490, '2014', '4', '2013053136', 4, '空', 99, 9, 7, 8, 8, 9, 9, 9, 9, 8, 7, 8, 8),
(491, '2014', '4', '2013053195', 4, '空', 96, 7, 8, 7, 8, 8, 8, 9, 9, 8, 8, 8, 8),
(492, '2014', '4', '2013053235', 4, '工作态度积极，但是没有全力以赴；工作认真完成，按时完成。与部门的朋友相处越来越开心。', 92, 8, 8, 7, 7, 7, 8, 8, 8, 8, 7, 8, 8),
(493, '2014', '4', '2013053054', 4, '各方面良好', 104, 8, 8, 9, 8, 9, 8, 9, 9, 9, 9, 9, 9),
(494, '2014', '4', '2013053035', 4, '还好', 113, 8, 8, 9, 8, 10, 10, 10, 10, 10, 10, 10, 10),
(495, '2014', '4', '2013053053', 4, '很好', 111, 8, 8, 10, 10, 9, 9, 10, 9, 10, 9, 10, 9),
(496, '2014', '4', '2013053013', 4, '这个，讨厌写新闻稿啊啊。。', 103, 8, 6, 9, 8, 8, 8, 10, 10, 10, 10, 9, 7),
(497, '2014', '4', '2013053098', 4, '空', 84, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7),
(498, '2014', '4', '2013052960', 4, '空', 101, 8, 7, 8, 7, 8, 8, 8, 10, 10, 9, 9, 9),
(499, '2014', '4', '2013053175', 2, '这个月的夺宝奇兵有认真工作，感觉还行。', 96, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8),
(500, '2014', '4', '2013053188', 2, '4月是一个忙碌的月份，夺宝奇兵也已经在忙碌中落下帷幕，我是总负责，我打从心里很想办好这件事，所以每件事我都想做的完美，甚至很多时候都会想亲力亲为，但是这也就导致了我分配工作上的缺陷，人手分配的工作不均，甚至不协调，有时影响了活动进程。之后在和代部的工作协作中也出现问题，没相互交接好彼此的工作，影响了双方的相应的一些工作安排。还有在最后的颁奖环节，奖品的设置出现问题，到场情况出现问题，这些都是我造成的失误，没考虑周全没督促好工作。但是，4月也是个美好的月份，我们在一起努力奋斗了那么久，大家拼死拼活的都只为了想把活动办好，我们的付出也都有了回报，至少我自己觉得很开心，和大家在一起真的感觉好好！谢谢大人力，谢谢大家的陪伴！', 112, 10, 9, 9, 10, 10, 10, 9, 9, 10, 9, 9, 8),
(501, '2014', '4', '2013053189', 2, '本月状态不佳', 96, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8),
(502, '2014', '4', '2013053062', 2, '很充实的一个月，出色完成了自己的任务。也是改变最大的一个月！加油！', 115, 10, 9, 9, 10, 10, 10, 10, 9, 10, 9, 9, 10),
(503, '2014', '4', '2013053092', 2, '本月工作比较多，但不知道自己在忙什么，很浪费时间，由于其他事情而很少参加部门活动，相处比较不开心', 101, 8, 9, 8, 8, 9, 9, 8, 8, 8, 8, 9, 9),
(504, '2014', '4', '2013053219', 2, '空', 89, 7, 7, 7, 7, 8, 8, 7, 8, 8, 8, 7, 7),
(505, '2014', '4', '2013053162', 2, '无', 96, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8),
(506, '2014', '4', '2013053146', 2, '这个月部门工作比较多，都能按时完成，但积极性不高。部门工作与其他事有冲突，时间安排不够合理。', 100, 8, 8, 8, 8, 8, 8, 9, 9, 9, 9, 9, 7),
(507, '2014', '4', '2013053015', 2, '忙成汪汪的四月~不过很充实，跟大家在一起尽力做一件事的感觉很棒。虽然熬夜翘课，但是大家都一样在努力办好夺宝奇兵，即使有失误有不足挨训被骂还是觉得很开心。自己也收获很多。', 103, 9, 8, 9, 8, 9, 9, 9, 8, 9, 8, 8, 9),
(508, '2014', '4', '2013053241', 2, '本月部门工作如火如荼进行，夺宝奇兵活动提升了应变能力也增加了部门默契。但是自己对工作方面比较拖欠，没有把事情预先做好。希望再接再厉突破自己的极限，把满心交给我最爱的人力家家~~', 96.5, 8, 7, 8, 9, 9, 9, 7.5, 7.5, 8, 8, 7.5, 8),
(509, '2014', '4', '2013053207', 2, '本月部门工作是这一年里最多的，虽然很忙很累，但是很充实很开心。', 94, 7.5, 8, 7.5, 7.5, 8, 7.5, 8, 8.5, 9, 7.5, 7, 8),
(510, '2014', '4', '2013053017', 8, '本月进行了教室逃脱活动，举行了三个晚上，每个晚上从五点到十点，每天都守候在门口，的确考验耐性啊！颁奖晚会发短信给每位参赛队伍通知其到场，由于很多临时原因不能到场，但还是成功举行了。不怕累不怕辛苦，怕的是领导没力量，没有团结意识。', 113, 8, 9, 10, 9, 9, 10, 10, 10, 10, 10, 10, 8),
(511, '2014', '4', '2013053228', 8, '参与了教室逃脱的工作及一些团务工作，状态和之前差不多，但是活动过程出现过多的运作及协作问题，对状态有明显影响', 96, 9, 9, 8, 8, 9, 9, 8, 9, 9, 9, 9, 0),
(512, '2014', '4', '2013053107', 8, '做PPT，做代部，做五四红旗团组织推优，工作量不多但是考神经所以花了些时间，其他还好', 93, 7, 8, 8, 8, 8, 8, 7, 8, 8, 8, 8, 7),
(513, '2014', '4', '2013053245', 8, '这个月的活动中，主办的教室逃脱虽没有很成功，但是也学到了不少东西。另外就是外调夺宝奇兵，工作时间较长，但工作量可以接受。', 96.5, 8, 8, 8, 8, 8, 8.5, 8, 8, 8, 8, 8, 8),
(514, '2014', '4', '2013053072', 8, '这个月主要负责了教室逃脱活动，让我体会到负责人的辛苦和责任，同时加强了我与部门同学之间的交流，使我们更熟悉彼此。我的组织能力也得到锻炼。', 110, 9, 9, 9, 9, 9, 9, 9, 9, 9, 10, 9, 10),
(515, '2014', '4', '2013053143', 8, '无', 85, 7, 8, 7, 6, 7, 6, 7, 8, 6, 8, 8, 7),
(516, '2014', '4', '2013053215', 8, '本月工作总体较少，工作状态不是十分积极。', 86, 8, 8, 8, 8, 8, 9, 7, 8, 7, 7, 8, 0),
(517, '2014', '4', '2013053206', 8, '有事没什么事做', 96, 7, 8, 8, 9, 8, 8, 8, 8, 8, 8, 8, 8),
(518, '2014', '4', '2013053087', 8, '本月工作状态良好，工作量适中', 91, 8, 8, 6, 7, 8, 9, 8, 7, 8, 8, 7, 7),
(519, '2014', '4', '2013053002', 8, '本月自己与部门干事张丹瑜负责部门里的活动，以及担任两个星期的轮值部长，感受到举办活动的不容易，要学着与其他人交流合作，调动其他干事的积极性，这样的话活动才能举办成功。', 108, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9),
(520, '2014', '4', '2013053101', 3, '本月宣传部第一次有了自己举办活动的经历，感觉挺好的，感觉自己的状态也有所回升，与部门的同事相处融洽。', 99, 8, 8, 8, 8, 9, 9, 8, 7, 8, 9, 8, 9),
(521, '2014', '4', '2013052974', 3, '这个月，部门内部每个人的工作都比较多。但自己也会适当协调自己的学习生活上还有工作上的时间，使得工作学习两不误。总体而言，对自己这个月的工作还算满意。', 105, 8, 9, 8, 9, 9, 8, 9, 9, 10, 8, 9, 9),
(522, '2014', '4', '2013053004', 3, '布置的工作都有按时完成，但其中还是出了点差错，总体还来看还不错。', 96, 8, 9, 7, 8, 7, 8, 9, 8, 8, 7, 9, 8),
(523, '2014', '4', '2013052977', 3, '因为上个月我是轮值部长，所以这个月的任务很少，又两次例会请假，自己感觉对不住大家，没有好好的工作，对自己也不够严格。在这里，我想对部长们和同事们说声对不起，我真的很抱歉，以后我一定尽我最大的努力好好工作！', 99, 8, 8, 8, 8, 9, 8, 8, 8, 8, 9, 9, 8),
(524, '2014', '4', '2013053187', 3, '工作状态中上，代理制度是个不错的制度。本月更好的了解了小伙伴们，更融洽的合作。遇到不协调的任务，给伙伴们很大的压力，而且任务紧迫，导致成效不大，伙伴们有些幽怨。希望相关部门积极配合我们的工作，谢谢。', 104, 8, 9, 9, 9, 8, 9, 8, 9, 9, 9, 8, 9),
(525, '2014', '4', '2013052958', 3, '比之前积极了', 103, 8, 8, 8, 9, 9, 10, 9, 8, 9, 9, 8, 8),
(526, '2014', '4', '2013053007', 3, '在这个月里，感觉是比较忙碌的，但是也收获了很多，在大家的共同努力下，推理达人大赛圆满结束，大家都辛苦了。', 108.6, 9, 9.4, 8.8, 8.9, 9.3, 9.2, 9.3, 9, 8.5, 9.5, 8.8, 8.9),
(527, '2014', '4', '2013053218', 3, '这个月担任轮值部长，工作是比较多，所以一时应对不过来，导致有些事情出了失误，但，自己也从中学到了很多东西，受益匪浅啊。', 102, 9, 8, 8, 9, 8, 9, 9, 9, 8, 9, 8, 8),
(528, '2014', '4', '2013053005', 3, '做事认真负责。与部门其他人相处愉快。', 108, 8, 8, 8, 8, 10, 10, 8, 10, 10, 10, 8, 10),
(529, '2014', '4', '2013053067', 3, '这个月我们部门主办的一系列活动圆满结束了，作为小宣我感到十分的骄傲和自豪。对于自己的工作能力以及状态我觉得还有待提高，比如说工作时不够细致，工作的热情度还需要加强等。总之继续加油吧', 95, 8, 7, 8, 8, 9, 8, 8, 7, 8, 9, 7, 8),
(530, '2014', '4', '2013053042', 3, '这个月的工作量比较多，工作上花的时间比较多，然后有些地方可能做得不够好，希望以后加以改正。', 106, 8, 9, 9, 8, 8, 9, 10, 9, 10, 9, 9, 8),
(531, '2014', '4', '2013053249', 3, '总的来说这个月是充实而又辛苦的一个月，为了我们自己的活动，每个人都付出了很多努力，最后的结果也令人很满意。通过完整地举办一个活动，我也学到了很多东西，要考虑很多事情，要学会理解和宽容等等。这个月有时的候我不是表现地特别积极，今后我会更加主动，积极为部门贡献自己的力量。', 104, 8, 8, 8, 8, 9, 9, 9, 9, 9, 9, 9, 9),
(532, '2014', '4', '2013052987', 3, '这个月当了代理部长，一直十分忙碌，才体会到部长的辛苦，十分认真完成自己的任务，充分调动人员工作，自己比平时表现的好，但在处理一些问题上还是比较生疏，部门里面团结很重要', 103, 9, 9, 8, 8, 8, 8, 9, 9, 9, 9, 9, 8),
(533, '2014', '4', '2013052966', 3, '工作挺多，大体上还算顺利，问题1，违规太多。问题2，缺少创意', 120, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10),
(534, '2014', '4', '2013053071', 3, '本月任务量较大，但总体完成还不错，也让我发现了自己的很多不足。', 101.2, 7.5, 7.9, 8.3, 8, 9, 8.5, 8.9, 8.9, 8.5, 8.7, 8, 9),
(535, '2014', '4', '2013053145', 5, '空', 99, 8, 8, 8, 8, 9, 9, 8, 8, 8, 8, 9, 8),
(536, '2014', '4', '2013053202', 5, '这个月非常的忙，但是也很充实，提高了大家的能力，有些细节希望能完善，加油！', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(537, '2014', '4', '2013053065', 5, '这个月我们部门负责的活动挺多，有3个，放在台面上的有2个，走暗线的有1个，刚好放台面上的两个开办的时候都是我和另一个小伙伴做轮职，于是乎忙得头都大了，不仅要安排总结汇报还有各个活动的具体事务分配。对于我们合理安排时间起到锻炼作用，如果我们能把与其它部门的合作任务分配安排得更合理，应会减轻不少负担。。', 98, 8, 9, 8, 8, 9, 8, 8, 8, 8, 8, 8, 8),
(538, '2014', '4', '2013053038', 5, '不算很好,但基本完成了任务.', 97, 8, 8, 8, 8, 9, 8, 8, 8, 8, 8, 8, 8),
(539, '2014', '4', '2013053034', 5, '空', 97, 8, 8, 8, 8, 8, 8, 8, 8, 8, 9, 8, 8),
(540, '2014', '4', '2013052983', 5, '工作较之前多出不少，尤其是外调，状态较之前也变好了。', 91, 8, 8, 8, 8, 8, 8, 7, 7, 7, 8, 7, 7),
(541, '2014', '4', '2013053024', 5, '对于我所接到的任务我会尽力去完成，但是工作缺乏主动性，在没有别人监督时，会出现偷懒情况。', 100, 8, 8, 9, 8, 9, 9, 8, 8, 8, 9, 8, 8),
(542, '2014', '4', '2013053117', 10, '这个月工作比较繁杂，工作较多，不过整个部门的人都很努力很团结，大家都为集体贡献很多。', 114, 10, 10, 10, 8, 8, 10, 10, 10, 8, 10, 10, 10),
(543, '2014', '4', '2013053111', 10, '我觉得我这个月工作还是蛮积极的，APP摆摊还有跟进做的都不错，部长安排的任务也完成的挺好的。拉赞方面还是没什么进展，挺伤心的，其实也努力了，不知道为什么，总是这样，有点失望', 105, 9, 9, 9, 8, 9, 9, 8, 9, 9, 8, 9, 9),
(544, '2014', '4', '2013053047', 10, '无', 96, 8, 9, 8, 8, 8, 8, 8, 9, 7, 8, 7, 8),
(545, '2014', '4', '2013053099', 10, '本月事情太多，多得不想多说。能解决的迟早会解决。公关，加油！', 104, 8, 9, 9, 9, 10, 10, 7, 9, 9, 8, 8, 8),
(546, '2014', '4', '2013053240', 10, '还行，拉赞比较顺利。但是其他的工作确实是不能上心。', 93, 8, 8, 6, 7, 8, 8, 9, 9, 7, 8, 8, 7),
(547, '2014', '4', '2013053025', 10, '这个月主办了一个活动，感觉自己工作状态蛮好，最大收获就是关于说话方式的改进得提上日程了，还有就是想法和现实总是有差距，但努力和严格要求就是去缩小差距。', 113.5, 9.5, 9.5, 9.5, 10, 9.5, 9, 9.5, 9.5, 9.5, 9, 9.5, 9.5),
(548, '2014', '4', '2013053211', 10, '最近很积极外调啦~对于自己的工作状态呢，相较之前好了许多也积极了许多~对商家的寻找也积极了很多，但是由于近期个人、部门等事情较多，没能有效调整，这点还应注意了', 96.1, 8, 7.5, 7.8, 8, 7.8, 7.5, 7.5, 8, 9.5, 9, 8, 7.5),
(549, '2014', '4', '2013053223', 10, '这个月有轮到自己成为轮值部长，虽然很忙碌，但是也学到很多东西。别人做部长的时候也努力配合 完成工作。还有一个多月，会继续努力的！', 113.5, 8, 9.5, 9.5, 10, 9.5, 9, 10, 9.5, 9, 9.5, 10, 10),
(550, '2014', '4', '2013053082', 10, '积极参加app摆摊活动，多次被外调。最近也和大家相处的很愉快，虽然今后相处的机会不多了，但我会永远记住我们在一起的时光与部长教诲我们的人生哲理！', 103, 8, 8, 8, 8, 9, 9, 9, 9, 9, 9, 8, 9),
(551, '2014', '4', '2013053119', 10, '还好吧。。。', 108, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9),
(552, '2014', '4', '2013052982', 10, '空', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(553, '2014', '4', '2013053139', 6, '个人感觉应该增多点部门内部活动，团结一下，毕竟之前大家的关系弄的比较紧张', 118, 9, 10, 9, 10, 10, 10, 10, 10, 10, 10, 10, 10),
(554, '2014', '4', '2013053095', 6, '工作状态良好', 112, 8, 10, 10, 9, 9, 10, 9, 9, 10, 10, 8, 10),
(555, '2014', '4', '2013053123', 6, '本月主要和人力合办定向越野的活动，自己还算积极，但觉得体育部总体不够积极，期间出现了一些矛盾，希望大家能更积极的共事吧。', 110, 8, 10, 9, 8, 9, 10, 9, 10, 8, 10, 10, 9),
(556, '2014', '4', '2013053037', 6, '本月主要和人力班活动，工作量挺少的，工作都认真完成，以后继续努力。', 107, 6, 9, 10, 8, 9, 9, 9, 10, 9, 10, 9, 9),
(557, '2014', '4', '2013053213', 6, '本月基本上没有什么繁重的工作', 87, 6, 7, 8, 8, 8, 6, 7, 7, 7, 8, 8, 7),
(558, '2014', '4', '2013053088', 6, '这个月部门工作还是比较多的，定向越野的两天工作当了3次跟踪员，1次大本营工作人员，虽然很累，但我都用心去做了。接下来的时间也不多了，且行且珍惜吧。', 99, 8, 8, 8, 8, 8, 9, 8, 8, 9, 9, 8, 8),
(559, '2014', '4', '2013052950', 6, '还不错  努力完成各项工作', 108, 8, 10, 8, 8, 9, 10, 10, 8, 9, 9, 10, 9),
(560, '2014', '4', '2013053093', 6, '空', 95, 8, 9, 7, 8, 8, 9, 8, 7, 8, 7, 8, 8),
(561, '2014', '4', '2013052970', 6, '本月由于个人原因有点忽略了工作，幸好的是大家能理解并提出建议。', 103, 9, 9, 8, 8, 9, 9, 9, 9, 8, 9, 8, 8),
(562, '2014', '4', '2013053134', 6, '由于上几次活动我因有事没去！感觉挺对不起的啊！！', 76, 7, 3, 8, 6, 6, 8, 6, 6, 6, 8, 6, 6),
(563, '2014', '4', '2013053157', 6, '这段时间很多事情撞一起了，所以还蛮忙，但是我还能协调好，所以还蛮有成就感！\n\n', 96, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8),
(564, '2014', '4', '2013055027', 6, '無', 89, 8, 8, 8, 8, 7, 7, 7, 6, 8, 8, 7, 7),
(565, '2014', '4', '2013053171', 6, '这个月的工作质量和态度都有了较大的改善。原来的迟到状况基本消除。尽管还存在着许多细节上的问题，但总体来讲差强人意吧。希望日后能够继续努力。', 97, 8, 8, 8, 8, 8, 8, 9, 9, 8, 9, 7, 7),
(566, '2014', '4', '2013052393', 6, '自己作为代部，在有些事情的处理方面还是不够好，但有错误我也会第一时间承认，而不是去责怪其他人，但是，我也有自己的原则，超出原则的，后果。。。我觉得相处就要先找出自己的错误先，而不是靠臆想猜想去判断，那样是极为不成熟的。', 101, 8, 8, 9, 7, 10, 8, 9, 10, 7, 9, 8, 8),
(567, '2014', '4', '2013053178', 6, '工作不多，状态挺好', 107, 8, 8, 9, 9, 9, 9, 9, 8, 9, 9, 10, 10),
(568, '2014', '4', '2013053127', 9, '这段时间一直都在忙拉拉队的事情，大家都很积极。', 103, 9, 9, 9, 8, 8, 8, 9, 9, 9, 9, 8, 8),
(569, '2014', '4', '2013053151', 9, '担任了一次代理部长，工作量不大工作状态也良好；每天给拉拉队的女生发送训练短信，虽然有点麻烦但是每次都按时发送。这个月生日的人也很多包括我，每次聚会都很开心。', 89, 6, 7, 8, 7, 8, 7, 8, 8, 8, 8, 7, 7),
(570, '2014', '4', '2013053028', 9, '空', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(571, '2014', '4', '2013053110', 9, '工作也慢慢的忙起来了，也合其他人一起开始努力，默默的刷存在感，下个月继续努力', 94, 8, 7, 8, 8, 7, 8, 8, 8, 8, 8, 8, 8),
(572, '2014', '4', '2013053232', 9, '这个月我本人主要关注院的拉拉队，自己也加入进去了，算是认识了几个人。', 112, 9, 9, 9, 9, 9, 10, 9, 9, 10, 9, 10, 10),
(573, '2014', '4', '2013053179', 9, '还行，继续加油o', 108, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9),
(574, '2014', '4', '2013057131', 9, '能感受到部长的滋味,算是不错吧', 88, 8, 8, 7, 7, 7, 8, 8, 7, 7, 7, 7, 7),
(575, '2014', '4', '2013053010', 9, '感觉还好，只是成员们没有上学期联系那么紧密了。', 108, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9),
(576, '2014', '4', '2013053194', 9, '空', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(577, '2014', '4', '2013052986', 9, '积极参加部门活动，经常去教学楼拉拉队，一起加油。', 118, 9, 10, 9, 10, 10, 10, 10, 10, 10, 10, 10, 10),
(578, '2014', '4', '2013053059', 9, '这月做了轮值部长，由于平时训练拉拉队。缺少一种轻松的娱乐氛围。本想组织唱k让大家一起玩一下，因很多人都有事，人聚不齐就取消了。反正觉得这月大家都挺忙的吧！', 97, 8, 8, 7, 8, 9, 8, 9, 8, 7, 8, 9, 8),
(579, '2014', '4', '2013053238', 9, '一直忙于拉拉队工作，时间还是有点紧，不过还能够调节好，收获了一些新的友谊。', 107, 10, 9, 8, 8, 9, 9, 9, 9, 10, 9, 8, 9),
(580, '2014', '4', '2013052990', 7, '本次轮到我和天木当轮部，真的是不当不知道啊，轮部中很多事情需要去协调，和各部门的联系突然一下就增多了，不像以前当干事时的固步自封了，但是本次还是没有什么经验吧，轮部的工作应该是分配好任务让干事去完成，但是我并没有达到工作实时下达的目的，更多的竟然是自己去做，吃力不讨好还没效率，而且还可能会忽略了一些细节问题，毕竟一个活动靠那一二三个人是办不起来的，所以我知道了要协调各成员的任务关系。', 93, 9, 8, 8, 8, 8, 7, 7, 8, 8, 7, 7, 8),
(581, '2014', '4', '2013053220', 7, '本月事比较多，但是自己的工作状态总的来说还是好的。本月办了一个比较大的活动，虽然被批得很惨，但是还是有学到一些办活动的经验的，跟部门的干事接触多了，感觉亲密了！！', 84, 8, 7, 7, 7, 7, 7, 7, 8, 7, 6, 6, 7),
(582, '2014', '4', '2013052991', 7, '空', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(583, '2014', '4', '2013053026', 7, '这个月部门也没什么活动,也不忙,状态还好吧', 99, 8, 8, 8, 8, 8, 8, 8, 9, 9, 9, 8, 8),
(584, '2014', '4', '2013052992', 7, '本月工作主要是在活动决赛的布置上，相对比较轻松，对于我的工作，除了给了一个挑战外，几乎没有其他工作，期间也跟挺多的其他部门的人认识了，我还是比较擅长偷懒，麻烦的事，让别人去做，几乎不会主动接任务，但是到分配给我的任务，一定会努力去做。', 91, 6, 8, 7, 6, 9, 7, 9, 9, 8, 7, 9, 6),
(585, '2014', '4', '2013053181', 7, '本月当任两周轮值部长，工作较多，收获也多', 99, 9, 8, 8, 9, 8, 9, 8, 7, 9, 8, 8, 8),
(586, '2014', '4', '2013053158', 7, '本月的外调次数比较多，完成情况比较好，就是在部门工作上应该再积极一些。', 90, 9, 9, 7, 7, 7, 8, 7, 7, 8, 7, 7, 7),
(587, '2014', '4', '2013053125', 7, '工作较少，个人事情较多', 98, 6, 8, 8, 9, 9, 9, 7, 7, 9, 9, 9, 8),
(588, '2014', '4', '2013053020', 7, '还是需要提高自己，提高自律性和责任感', 101, 8, 8, 9, 9, 9, 8, 8, 9, 9, 8, 8, 8),
(589, '2014', '4', '2013053174', 11, '这个月工作状态不是很好，大家都忙着我却感觉我没怎么帮上忙，感到非常愧疚，但在工作中窝可以感受到我们心服强大的凝聚力和执行力，让我更加的热爱这个部门。', 93, 8, 8, 8, 8, 8, 8, 7, 8, 8, 7, 8, 7),
(590, '2014', '4', '2013052297', 11, '这个主要就是心理剧大赛，还有本班的团辅。因为太忙而没法过多参加心理剧大赛的演练很愧疚', 84, 6, 8, 7, 7, 7, 8, 7, 6, 8, 7, 6, 7),
(591, '2014', '4', '2013053008', 11, '尽管我有的时候对工作有点不重视，但是作为心理剧的负责人，我感觉我在小伙伴的带动下变得更加的积极和负责', 93, 8, 8, 8, 8, 7, 9, 7, 7, 8, 7, 8, 8),
(592, '2014', '4', '2013052993', 11, '部门有些人压力很大，多点关心，多点聊聊，进入他们的心扉就最好', 101, 8, 8, 8, 9, 9, 8, 9, 9, 9, 8, 7, 9),
(593, '2014', '4', '2013053155', 11, '最近我还是比较闲的', 97, 7, 9, 8, 8, 8, 9, 9, 8, 8, 8, 7, 8),
(594, '2014', '4', '2013053160', 11, '还行', 102, 9, 8, 8, 9, 8, 9, 8, 8, 9, 8, 9, 9),
(595, '2014', '4', '2013053165', 11, '心理剧大赛取得好成绩，和每个人的努力都分不开，团队的力量才是最大的~决赛我们继续努力！', 99, 8, 8, 8, 8, 8, 8, 9, 9, 9, 8, 8, 8),
(600, '2014', '4', '2013053094', 7, '空', 107, 9, 9, 10, 9, 9, 8, 9, 8, 9, 10, 9, 8),
(599, '2014', '4', '2013053057', 10, '空', 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0),
(598, '2014', '4', '2013053167', 5, '空', 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
